[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Андрій Ілечко, Олександр Дмитрієв, Yelik
VERSION=5.1.2

[Language]
LANGUAGE=Українська
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0422, 1058

[Menu]
FILE=Файл
FILE_EXIT=Вихід
EDIT=Редагувати
EDIT_COPY=Копіювати
THEME=Тема
HELP=Допомога
HELP_ABOUT=Про CrystalDiskMark
LANGUAGE=Мова
ZOOM=Розмір вікна
AUTO=Авто
TEST_DATA=Тестові дані
DEFAULT_RANDOM=Типово (випадкові)
SETTINGS=Налаштування
SAVE=Зберегти
QUEUES_THREADS=Черги та Потоки
INTERVAL_TIME=Пауза між перевірками
SECOND=сек
MINUTE=хв
HOUR=год
ALL_ZERO=Всі 0x00 (заповнити нулями)
SELECT_FOLDER=Вибрати папку
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance
; 8.0.0
SAVE_TEXT=Save (&text)
SAVE_IMAGE=&Save (image)
PROFILE_DEMO=D&emo

[Message]
STOP_BENCHMARK=Зупинити тест.
DISK_CAPACITY_ERROR=Недостатньо місця на диску.
DISK_CREATE_FILE_ERROR=Помилка при створенні файлу.
DISK_WRITE_ERROR=Помилка запису.
DISK_READ_ERROR=Помилка читання.
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=Диск для тесту
TEST_SIZE=Об`єм тесту
TEST_COUNT=Кількість тестів
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio
; 8.0.0
TEST_MODE=Test Mode

[WindowTitle]
ABOUT=Про CrystalDiskMark
QUEUES_THREADS=Черги та Потоки
FONT_SETTING=Font Setting
COMMENT=Comment
; 8.0.0
SETTINGS=Settings

[Dialog]
DEFAULT=Default
AUTO=Auto
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled
; 8.0.0
TYPE=Type
PROFILE_DEFAULT=Profile: Default
PROFILE_PEAK_PERFORMANCE=Profile: Peak Performance
PROFILE_DEMO=Profile:Demo
MEASURE_TIME=Measure Time (sec)
INTERVAL_TIME=Interval Time (sec)
